"Delete" = "Eliminar";
"OK" = "OK";

/* APPLICATION ACTIVITIES */
"Home" = "Home";
"Open" = "Abiertos";
"Closed" = "Cerrados";
"Awards" = "Logros";

"Up next" = "A continuación";
"More to explore" = "Más para explorar";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% completados.";

"Open Projects" = "Proyectos abiertos";
"Closed Projects" = "Proyectos cerrados";
"Add Project" = "Agregar Proyecto";
"Add new Item" = "Agregar nuevo Item";

/* A button that shows a menu with the following itmes */
"Sort" = "Ordenar";
"Sort items" = "Ordenar items"; /* Title of the menu */
"Optimized" = "Optimizado"; /* Sort using an optimized algorithm */
"Creation Date" = "Fecha de creación"; /* Sort by the date the items were created */
"Title" = "Título"; /* Sort by item title */

"%lld items" = "^[%lld item](inflect: true)";

"Are you sure you want to delete this project? you will also delete all the items it contains." = "¿Estás seguro de eliminar este proyecto? También eleminirás los items que contiene.";

"Basic settings" = "Configuración básica";

"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Cerrar un proyecto lo mueve de la pestaña abierto a cerrado; borrarlo lo remueve enteramente";

"Custom project color" = "Color de proyecto personalizado";

"Delete project?" = "Eliminar proyecto?";

"High" = "Alta";

"Low" = "Baja";

"Medium" = "Media";

"Priority" = "Prioridad";

"There's nothing here right now" = "No hay nada aquí en el momento";

"Unlocked: %@" = "Desbloqueado: %@";

"Edit Item" = "Editar Item";
"Mark Completed" = "Marcar como completado";

"Edit Project" = "Editar Proyecto";
"Close this project" = "Cerrar este proyecto";
"Reopen this project" = "Reabrir este proyecto";
"Delete this project" = "Eliminar este proyecto";

"New Project" = "Nuevo Proyecto";
"New Item" = "Nuevo Item";

"%@, completed." = "%@, completado.";
"%@, high priority" = "%@, alta prioridad";

"Please select something from the menu to begin." = "Por favor selecciona algo del menú para comenzar";

// MARK: - Colors
"Select a color" = "Elige un color";
"Pink" ="Rosa";
"Purple" ="Morado";
"Red" ="Rojo";
"Orange" ="Naranja";
"Gold" ="Dorado";
"Green" ="Verde";
"Teal" ="Verde azul";
"Light Blue" ="Azul claro";
"Dark Blue" ="Azul oscuro";
"Midnight" ="Media noche";
"Dark Gray" ="Gris oscuro";
"Gray" ="Gris";
